window.angularTranslationsLoaded('zh', {
  BARRICADE_GAME: "障碍棋",
  PASS: "跳过",
  RULES_OF_BARRICADE: "障碍棋的规则",
  CLOSE: "开始游戏",
  RULES_SLIDE0: "每个玩家有5枚棋子，摆放于棋盘下各自的营区中。 棋盘上还有11颗障碍棋。",
  RULES_SLIDE1: "玩家从各自营区前面的棋盘格出发。棋子必须按照骰子掷出的点数来移动。",
  RULES_SLIDE2: "棋子可以向前后左右各方向沿着棋盘格移动，但在一次移动中必须保持一个方向，不可以中途折返。",
  RULES_SLIDE3: "棋子移动过程中可以经过其他的棋子，但是一个棋盘格上只能摆放一个棋子。",
  RULES_SLIDE4: "如果棋子移动后，终点的棋盘格被对手的棋子占据，则对手的棋子返回自己的营区，重新出发。",
  RULES_SLIDE5: "如果玩家没有可以棋子可以完成移动，则可选择跳过本轮。",
  RULES_SLIDE6: "玩家移动棋子的过程中不可以经过障碍棋。如果正好移动到障碍棋占据的棋盘格上，可以移除障碍棋。",
  RULES_SLIDE7: "移除障碍棋后，玩家可以将其摆放于除了营区以外的任意一个棋盘格上。",
  RULES_SLIDE8: "首先将自己的任意一枚棋子移动到终点的玩家获胜。"
});
